[
  {
    "id": "ants_diet",
    "title": "Ant Diet",
    "summary": "Ants rely on a wide range of foods to fuel their colonies, from sweet liquids to protein-rich meals. Their feeding is guided by both instinct and chemical signals, allowing them to detect nutritious sources and communicate their locations to other colony members. Different species have evolved unique strategies to acquire and process food, from foraging individually or in teams to cultivating fungus gardens. Ants’ diets support not only their energy needs but also the production of pheromones, enzymes, and other chemicals that keep the colony healthy and coordinated.",
    "parentTopic": "ants",
    "subtopics": [
      { "id": "diet_sugars", "order": 1 },
      { "id": "diet_protein", "order": 2 },
      { "id": "diet_fungi", "order": 3 },
      { "id": "diet_special", "order": 4 }
    ],
    "factsheets": [{ "id": "ants_diet_overview", "order": 1 }],
    "questions": [
      { "id": "how_do_ants_find_food", "order": 1 },
      { "id": "why_do_ants_farm_fungi", "order": 2 }
    ]
  },
  {
    "id": "tiger_populations",
    "title": "Tiger Populations",
    
    "summary": "Tigers once roamed much of Asia, from Turkey to the eastern coast of Russia and down into Indonesia. Over the last century, their range and numbers have declined sharply. Today, wild tigers are found only in small, fragmented habitats, with fewer than 4,000 left worldwide. Different subspecies live in different regions, each adapted to its own environment, but all face similar threats from poaching and habitat loss.",
    "parentTopic": "malayan_tiger",
    "subtopics": [
    ],
    "factsheets": [{ "id": "tiger_populations_general", "order": 1 }],
    "questions": [
      { "id": "tiger_populations_q1", "order": 1 },
      { "id": "tiger_populations_q2", "order": 2 },
      { "id": "tiger_populations_q3", "order": 3 },
      { "id": "tiger_populations_q4", "order": 4 },
      { "id": "tiger_populations_q5", "order": 5 }
    ]
  },
  {
    "id": "malayan_tiger_conservation",
    "title": "Malayan Tiger Conservation",
    "partner": {
      "name": "Mandai Singapore Zoo",
      "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT1LKmX5NoHJJcQGf14Vbnn_UN9YQ3dOK-eTQ&s",
      "url": "https://www.mandai.com/singapore-zoo"
    },
    "summary": "The Malayan tiger is critically endangered, with fewer than 200 left in the wild. Conservation focuses on protecting forests, stopping poaching, and reducing human-wildlife conflict. Patrols, research, and wildlife corridors help safeguard tigers, while public awareness encourages support for their survival.",
    "parentTopic": "malayan_tiger",
    "subtopics": [
      
    ],
    "factsheets": [
      { "id": "malayan_tiger_conservation_habitat", "order": 1 },
      { "id": "malayan_tiger_conservation_anti_poaching", "order": 2 },
      { "id": "malayan_tiger_conservation_awareness", "order": 3 }
    ],
    "questions": []
  },
  {
    "id": "ants_habitat",
    "title": "Ant Habitat",
    "summary": "Ants live in colonies underground, in trees, and sometimes inside human structures.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_habitat", "order": 1 }],
    "questions": [{ "id": "where_do_ants_build_nests", "order": 1 }]
  },
  {
    "id": "ants_formic_acid",
    "title": "Formic Acid",
    "summary": "Formic acid is a chemical produced by ants for defense.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_formic_acid", "order": 1 }],
    "questions": [{ "id": "what_is_formic_acid", "order": 1 }]
  },
  {
    "id": "ants_cuticular_hydrocarbons",
    "title": "Cuticular Hydrocarbons",
    "summary": "Ants use cuticular hydrocarbons to communicate and identify colony members.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_cuticular_hydrocarbons", "order": 1 }],
    "questions": [{ "id": "how_do_ants_recognize_each_other", "order": 1 }]
  },
  {
    "id": "diet_sugars",
    "title": "Sugars and Nectar",
    "summary": "Many ant species rely heavily on sugary foods to fuel their high-energy lifestyles. Nectar from flowers, honeydew secreted by aphids and other sap-sucking insects, and plant exudates provide essential carbohydrates that ants use for immediate energy and colony maintenance. These sugary resources are often collected by foraging workers and shared among nestmates through trophallaxis, a process of mouth-to-mouth feeding. The availability of these sweet foods influences ant foraging patterns, trail formation, and even colony expansion.",
    "parentTopic": "ants_diet",
    "subtopics": [],
    "factsheets": [
      { "id": "ants_sugars_factsheet", "order": 1 }
    ],
    "questions": []
  },
  {
    "id": "diet_protein",
    "title": "Protein Sources",
    "summary": "Ants also consume protein sources such as insects, small invertebrates, and scavenged food.",
    "parentTopic": "ants_diet",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "diet_fungi",
    "title": "Fungi Farming",
    "summary": "Some ant species, like leafcutter ants, cultivate fungi in their nests as a primary food source.",
    "parentTopic": "ants_diet",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "diet_special",
    "title": "Specialized Diets",
    "summary": "Certain ant species have highly specialized diets, such as feeding exclusively on seeds or living insects.",
    "parentTopic": "ants_diet",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "ants_social_structure",
    "title": "Social Structure",
    "summary": "Ant colonies are organized into sophisticated social hierarchies with distinct castes including queens, workers, and soldiers, each with specialized roles and responsibilities.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "ants_reproduction",
    "title": "Reproduction",
    "summary": "Ant reproduction involves complex mating flights, colony founding by queens, and the development of different castes through environmental and genetic factors.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "painting_styles",
    "title": "Painting Styles",
    "summary": "Overview of common styles such as realism, impressionism, abstract, and more.",
    "parentTopic": "painting",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "painting_materials",
    "title": "Painting Materials",
    "summary": "Common materials and tools: paints, solvents, brushes, surfaces, and mediums.",
    "parentTopic": "painting",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "painting_purposes",
    "title": "Purposes of Painting",
    "summary": "Reasons people paint: expression, documentation, decoration, ritual, and communication.",
    "parentTopic": "painting",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "pigments",
    "title": "Pigments",
    "summary": "Pigments are the colored particles in paint that absorb and reflect light to produce visible colors. They can come from natural minerals, plants, or synthetic chemical compounds. Throughout history, pigments like ultramarine, ochre, and vermilion have been highly valued for their beauty and rarity. Modern pigments are often engineered for stability, brightness, and resistance to fading, making them essential to both artistic expression and the longevity of paintings.",
    "parentTopic": "painting",
    "subtopics": [{ "id": "carmine", "order": 1 }],
    "factsheets": [
      {
        "id": "pigments_general",
        "order": 1
      }
    ],
    "questions": [
      "why_pigments_expensive",
      "which_pigments_toxic",
      "which_pigments_from_insects"
    ]
  },
  {
    "id": "binders_and_solvents",
    "title": "Binders & Solvents",
    "summary": "Binders form the paint film; solvents adjust viscosity and evaporate during drying.",
    "parentTopic": "painting",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "conservation_chemistry",
    "title": "Conservation Chemistry",
    "summary": "Analytical methods and treatments used to preserve and restore paintings.",
    "parentTopic": "painting",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "degradation_pathways",
    "title": "Degradation Pathways",
    "summary": "How paints age: oxidation, hydrolysis, photodegradation, and mechanical failure.",
    "parentTopic": "painting",
    "subtopics": [],
    "factsheets": [],
    "questions": []
  },
  {
    "id": "carmine",
    "title": "Carmine",
    "summary": "Carmine is a deep red pigment derived from cochineal insects native to Central and South America. It is made by harvesting, drying, and processing the insects to extract carminic acid. Historically prized for its vivid color, carmine was used in paintings, manuscripts, textiles, and royal decorations. Today, it is also used in cosmetics, food coloring, and art supplies. Its unique biological source and lasting hue make it an important example of the connection between art, culture, and chemistry.",
    "parentTopic": "pigments",
    "subtopics": [],
    "factsheets": [
      {
        "id": "carmine_general",
        "order": 1
      },
      { "id": "carmine_ethics", "order": 2 }
    ],
    "questions": [
      "why_carmine_dominated",
      "what_makes_carmine_bright",
      "how_synthetic_carmine_made"
    ]
  },
  {
    "id": "ants_communication",
    "title": "Ant Communication",
    "summary": "Ant communication extends far beyond chemical signals to include a sophisticated repertoire of tactile, vibrational, and visual cues that coordinate colony activities. Antennation, the touching of antennae between individuals, transfers information about identity, task allocation, and food quality through both physical contact and exchange of chemical compounds. Some species produce substrate-borne vibrations by drumming body parts against nest walls or leaf surfaces, creating acoustic signals that recruit workers or warn of danger. Visual communication, though less common, occurs in species with well-developed eyes that use body postures and movements to convey information during recruitment or territorial disputes.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_communication_methods", "order": 1 }],
    "questions": []
  },
  {
    "id": "ants_defense",
    "title": "Ant Defense and Warfare",
    "summary": "Ants have evolved remarkable defensive strategies to protect their colonies from predators, parasites, and rival ant colonies. Specialized soldier castes with enlarged heads and powerful mandibles guard nest entrances and engage in combat when threats arise. Chemical defenses include venoms, acids, and repellent secretions delivered through stings, sprays, or direct application. Some species employ living barricades where workers plug entrances with their heads, while others engage in coordinated mass attacks that overwhelm intruders through sheer numbers. Intercolony warfare can involve elaborate raiding strategies, with some species conducting slave raids to capture pupae from other colonies.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_defense_strategies", "order": 1 }],
    "questions": []
  },
  {
    "id": "ants_symbiosis",
    "title": "Symbiotic Relationships",
    "summary": "Ants engage in diverse symbiotic relationships that range from mutually beneficial partnerships to exploitative interactions. Their farming of aphids and scale insects represents one of nature's most sophisticated animal husbandry systems, with ants tending these insects in exchange for honeydew while providing protection from predators and parasites. Fungus-growing ants cultivate specialized fungi in underground gardens, feeding them with fresh plant material and maintaining optimal growing conditions through temperature regulation and pest control. Plant-ant mutualisms create living fortresses where plants provide shelter and food rewards in exchange for aggressive defense against herbivores. Some ants harbor endosymbiotic bacteria that produce essential nutrients or antibiotics, while others exploit relationships as social parasites that infiltrate host colonies.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_symbiotic_partnerships", "order": 1 }],
    "questions": []
  },
  {
    "id": "ants_navigation",
    "title": "Navigation and Orientation",
    "summary": "Ants navigate their environments using multiple complementary strategies that enable precise homing even across complex terrain. Path integration allows foragers to maintain a continuously updated mental vector pointing home by integrating information about distances traveled and directional changes relative to celestial or magnetic cues. Visual landmark learning supplements dead reckoning, with experienced ants developing detailed cognitive maps of their foraging areas based on panoramic snapshots of surrounding features. Olfactory landmarks, including pheromone trails laid by previous foragers, create chemical roadmaps that guide nestmates to resources. Some species use polarized light patterns in the sky as a compass, while others employ magnetic field detection or measure distance through step counting, demonstrating the remarkable navigational sophistication packed into tiny brains.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "ants_navigation_systems", "order": 1 }],
    "questions": []
  },
  {
    "id": "colony_lifecycle",
    "title": "Colony Lifecycle and Founding",
    "summary": "The lifecycle of an ant colony spans from founding by a single queen to maturity with thousands or millions of workers, following predictable developmental stages that shape colony structure and behavior. Colony founding typically begins with nuptial flights where winged males and virgin queens leave their natal nests to mate in the air, after which mated queens shed their wings and search for suitable nest sites. During the claustral founding phase, queens seal themselves in chambers and rely entirely on metabolized wing muscles and fat reserves to produce the first generation of workers without foraging. As worker numbers increase, colonies transition through growth phases with shifting investment in worker production, nest expansion, and eventually reproductive output. Mature colonies produce new queens and males in seasonal reproductive events, completing the cycle while the original colony may persist for decades through queen replacement or continue until the founding queen's death.",
    "parentTopic": "ants",
    "subtopics": [],
    "factsheets": [{ "id": "colony_lifecycle_stages", "order": 1 }],
    "questions": []
  }
]
